aquamarine
archlinux-keyring
ark
audacity
discord
distrobox
fastfetch
flatpak
htop
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-qt-support
hyprland-qtutils
hyprlang
hyprlock
hyprpaper
hyprpolkitagent
hyprshot
hyprutils
hyprwayland-scanner
kitty
kitty-shell-integration
kitty-terminfo
mpv
nerd-fonts-noto-sans-mono
noto-fonts
noto-fonts-emoji
oxygen
pacman-contrib
pavucontrol
pcmanfm
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
playerctl
polkit
polkit-kde-agent
polkit-qt5
polkit-qt6
qt6ct
rofi-wayland
wireplumber
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
yay
brave-bin
